{
  "Batik_Info": [
    {
      "index": 0,
      "nama": "Batik Kawung",
      "deskripsi": "Batik Kawung adalah motif batik yang bentuknya berupa bulatan mirip buah kawung (sejenis kelapa atau kadang juga dianggap sebagai aren atau kolang-kaling) yang ditata rapi secara geometris. Kadang, motif ini juga ditafsirkan sebagai gambar bunga lotus (teratai) dengan empat lembar mahkota bunga yang merekah. Lotus adalah bunga yang melambangkan umur panjang dan kesucian.",
      "asal": "Yogyakarta"
    },
    {
      "index": 1,
      "nama": "Batik Megamendung",
      "deskripsi": "Batik Mega Mendung merupakan karya seni batik yang identik dan bahkan menjadi ikon batik daerah Cirebon dan daerah Indonesia lainnya. Motif batik ini mempunyai kekhasan yang tidak ditemui di daerah penghasil batik lain. Bahkan karena hanya ada di Cirebon dan merupakan masterpiece, Departemen Kebudayaan dan Pariwisata akan mendaftarkan motif megamendung ke UNESCO untuk mendapatkan pengakuan sebagai salah satu warisan dunia.",
      "asal": "Cirebon"
    },
    {
      "index": 2,
      "nama": "Batik Nitik",
      "deskripsi": "Batik Nitik adalah salah satu local genius, kesenian asli yang lahir dengan adanya dorongan emosi dan kehidupan batin yang murni atas dasar pandangan hidup masyarakat. Seni batik nitik memegang peranan sentral, yang eksistensinya merupakan roh atau spirit yang telah ikut menentukan warna kehidupan masyarakatnya. Batik Nitik berkembang di lingkungan keraton Mataram, Ngayogyakarta dan Surakarta.",
      "asal": "Yogyakarta dan Surakarta"
    },
    {
      "index": 3,
      "nama": "Batik Parang",
      "deskripsi": "Batik Parang merupakan salah satu motif batik yang paling tua di Indonesia. Parang berasal dari kata Pereng yang berarti lereng. Perengan menggambarkan sebuah garis menurun dari tinggi ke rendah secara diagonal. Susunan motif S jalin-menjalin tidak terputus melambangkan kesinambungan. Bentuk dasar huruf S diambil dari ombak samudra yang menggambarkan semangat yang tidak pernah padam.",
      "asal": "Yogyakarta dan Surakarta"
    },
    {
      "index": 4,
      "nama": "Batik Sido Luhur",
      "deskripsi": "Batik Sida Luhur   adalah salah satu motif batik pedalaman yang cukup populer. Sesuai dengan namanya, motif ini bermakna harapan untuk mencapai kedudukan yang tinggi dan dapat menjadi panutan masyarakat (keluhuran).Motif-motif batik berawalan sida (dibaca sido) merupakan golongan motif yang banyak dibuat para pembatik. Kata “sida” dalam bahasa Jawa sendiri berarti jadi/menjadi/terlaksana.",
      "asal": "Surakarta"
    },
    {
      "index": 5,
      "nama": "Batik Truntum",
      "deskripsi": "Motif Truntum yang diciptakan oleh Kanjeng Ratu Kencana (Permaisuri Sunan Paku Buwana III) bermakna cinta yang tumbuh kembali. Dia menciptakan motif ini sebagai simbol cinta yang tulus tanpa syarat, abadi, dan semakin lama semakin terasa subur berkembang (tumaruntum).",
      "asal": "Surakarta"
    },
    {
      "index": 6,
      "nama": "Batik Udan Liris",
      "deskripsi": "Morif batik udan liris ini memiliki bentuk garis miring sejajar, sehingga sering kali di sebut dengan motif batik lereng gunung. Motif batik ini juga sering di artikan sebagai hujan gerimis atau hujan rintik – rintik yang merupakan simbol dari kesuburan, kesejahteraan, dan rahmat dari Tuhan",
      "asal": "Surakarta"
    },
    {
      "index": 7,
      "nama": "Batik Gedok",
      "deskripsi": "Batik gedog merupakan batik kuno yang hanya dibuat didaerah pedalaman kota Tuban, Jawa Timur. Prosesnya dibuat dari bunga kapas yang dipintal menjadi benang, dan dianyam menjadi kain menggunakan alat manual yang mengeluarkan bunyi “dog…dog..” sehingga disebut kain Gedog.",
      "asal": "Tuban"
    },
    {
      "index": 8,
      "nama": "Batik Ceplok",
      "deskripsi": "Batik Ceplok merupakan satu motif batik yang sangat kuno, salah satu pola motif dari batik ini adalah pola kawung.  Pola yang ada di batik ceplok ini terinspirasi dari sebuah bentuk buah kawung atau yang sering di sebut juga dengan buah atap atau yang lebih di kenal dengan buah aren yang di belah menjadi empat.",
      "asal": "Yogyakarta"
    },
    {
      "index": 9,
      "nama": "Batik Tambal",
      "deskripsi": "Motif batik tambal memiliki arti tambal bermakna menambal atau memperbaiki hal-hal yang rusak. Dalam perjalanan hidupnya, manusia harus memperbaiki diri menuju kehidupan yang lebih baik, lahir maupun batin. Dahulu, kain batik bermotif tambal dipercaya bisa membantu kesembuhan orang yang sakit. Caranya adalah dengan menyelimuti orang sakit tersebut dengan kain motif tambal.",
      "asal": "Yogyakarta"
    }
  ]
}